{
  "constructeurs": [
    {
      "@id": "/api/constructeurs/1",
      "@type": "Constructeur",
      "id": 1,
      "nom": "Audi",
      "pays": "Allemagne",
      "date_fondation": "1909-04-25T00:00:00+00:00",
      "logo": "audi_logo.png",
      "icon": "de",
      "dateFondation": "1909-04-25T00:00:00+00:00",
      "description": "Audi est une entreprise allemande qui a été fondée en 1909. Elle fait partie du groupe Volkswagen. Audi est réputée pour ses véhicules de haute qualité, ses innovations technologiques et ses designs sophistiqués. Elle propose une gamme de véhicules qui comprend des compactes, des berlines, des SUV et des voitures de sport. Audi est également connue pour son implication en compétition automobile, notamment aux 24 Heures du Mans."
    },
    {
      "@id": "/api/constructeurs/2",
      "@type": "Constructeur",
      "id": 2,
      "nom": "BMW",
      "pays": "Allemagne",
      "date_fondation": "1916-03-07T00:00:00+00:00",
      "logo": "bmw_logo.png",
      "icon": "de",
      "dateFondation": "1916-03-07T00:00:00+00:00",
      "description": "BMW, ou Bayerische Motoren Werke AG, est une entreprise allemande fondée en 1916. BMW est connue pour ses voitures de luxe, ses motos et ses moteurs d'avions. BMW se distingue par la qualité de sa construction, la précision de ses ingénieries et le plaisir de conduite qu'offrent ses véhicules."
    },
    {
      "@id": "/api/constructeurs/3",
      "@type": "Constructeur",
      "id": 3,
      "nom": "Mercedes-Benz",
      "pays": "Allemagne",
      "date_fondation": "1926-06-28T00:00:00+00:00",
      "logo": "mercedes_logo.png",
      "icon": "de",
      "dateFondation": "1926-06-28T00:00:00+00:00",
      "description": "Fondée en 1926, Mercedes-Benz est une marque du groupe allemand Daimler AG. Elle est réputée pour ses véhicules de luxe, ses autobus et ses camions. Mercedes-Benz est également reconnue pour son innovation technologique, ayant été la première à introduire de nombreuses fonctionnalités de sécurité et de confort qui sont maintenant standard dans l'industrie automobile."
    },
    {
      "@id": "/api/constructeurs/4",
      "@type": "Constructeur",
      "id": 4,
      "nom": "Toyota",
      "pays": "Japon",
      "date_fondation": "1937-08-28T00:00:00+00:00",
      "icon": "jp",
      "logo": "toyota_logo.png",
      "dateFondation": "1937-08-28T00:00:00+00:00",
      "description": "Toyota est une entreprise japonaise qui a été fondée en 1937. Elle est l'un des plus grands constructeurs automobiles du monde. Toyota est connue pour ses véhicules durables, fiables et écoénergétiques. Elle a été pionnière dans la production de véhicules hybrides avec la Toyota Prius."
    },
    {
      "@id": "/api/constructeurs/5",
      "@type": "Constructeur",
      "id": 5,
      "nom": "Ford",
      "pays": "États-Unis",
      "date_fondation": "1903-06-16T00:00:00+00:00",
      "logo": "ford_logo.png",
      "icon": "us",
      "dateFondation": "1903-06-16T00:00:00+00:00",
      "description": "Ford Motor Company est une entreprise américaine fondée en 1903 par Henry Ford. Ford a révolutionné l'industrie automobile avec son modèle T et la méthode de la chaîne de montage, rendant l'automobile accessible à la classe moyenne. Ford propose une large gamme de véhicules, des petites voitures aux pick-ups et SUV."
    },
    {
      "@id": "/api/constructeurs/6",
      "@type": "Constructeur",
      "id": 6,
      "nom": "Chevrolet",
      "pays": "États-Unis",
      "date_fondation": "1911-11-03T00:00:00+00:00",
      "logo": "chevrolet_logo.png",
      "icon": "us",
      "dateFondation": "1911-11-03T00:00:00+00:00",
      "description": "Chevrolet, souvent appelée Chevy, est une marque américaine fondée en 1911 et est une division de General Motors. Chevrolet produit une grande variété de véhicules, des petites voitures compactes aux grandes berlines, SUV, pick-ups et camions. Honda : Honda est une entreprise japonaise fondée en 1948, connue pour ses voitures, motos et équipements motorisés. Honda est reconnue pour la fiabilité et l'efficacité de ses véhicules. Elle produit également le HondaJet, un jet d'affaires léger."
    },
    {
      "@id": "/api/constructeurs/7",
      "@type": "Constructeur",
      "id": 7,
      "nom": "Honda",
      "pays": "Japon",
      "date_fondation": "1948-09-24T00:00:00+00:00",
      "logo": "honda_logo.png",
      "icon": "jp",
      "dateFondation": "1948-09-24T00:00:00+00:00",
      "description": "Honda est une entreprise japonaise fondée en 1948, connue pour ses voitures, motos et équipements motorisés. Honda est reconnue pour la fiabilité et l'efficacité de ses véhicules. Elle produit également le HondaJet, un jet d'affaires léger."
    },
    {
      "@id": "/api/constructeurs/8",
      "@type": "Constructeur",
      "id": 8,
      "nom": "Nissan",
      "pays": "Japon",
      "date_fondation": "1933-12-26T00:00:00+00:00",
      "logo": "nissan_logo.png",
      "icon": "jp",
      "dateFondation": "1933-12-26T00:00:00+00:00",
      "description": "Nissan est une entreprise japonaise fondée en 1933. Nissan offre une large gamme de véhicules, des berlines aux SUV et camions, ainsi que des véhicules électriques comme la Nissan Leaf. Elle possède également la marque de luxe Infiniti."
    },
    {
      "@id": "/api/constructeurs/9",
      "@type": "Constructeur",
      "id": 9,
      "nom": "Peugeot",
      "pays": "France",
      "date_fondation": "1810-01-01T00:00:00+00:00",
      "logo": "peugeot_logo.png",
      "icon": "fr",
      "dateFondation": "1810-01-01T00:00:00+00:00",
      "description": "Peugeot est une marque française fondée en 1810. Elle a commencé par produire des moulins à café et des bicyclettes, puis a commencé à produire des voitures en 1889. Peugeot est connue pour ses designs élégants et ses innovations technologiques."
    },
    {
      "@id": "/api/constructeurs/10",
      "@type": "Constructeur",
      "id": 10,
      "nom": "Renault",
      "pays": "France",
      "date_fondation": "1899-02-25T00:00:00+00:00",
      "logo": "renault_logo.png",
      "icon": "fr",
      "dateFondation": "1899-02-25T00:00:00+00:00",
      "description": "Renault est un constructeur automobile français fondé en 1899. Renault produit une large gamme de voitures et de véhicules utilitaires. Renault est également connue pour son implication en Formule 1."
    },
    {
      "@id": "/api/constructeurs/11",
      "@type": "Constructeur",
      "id": 11,
      "nom": "Fiat",
      "pays": "Italie",
      "date_fondation": "1899-07-11T00:00:00+00:00",
      "logo": "fiat_logo.png",
      "icon": "it",
      "dateFondation": "1899-07-11T00:00:00+00:00",
      "description": "Fiat, acronyme de Fabbrica Italiana Automobili Torino, est un constructeur automobile italien fondé en 1899. Fiat est réputée pour ses véhicules citadins, tels que la Fiat 500. En plus de ses petites voitures, Fiat produit une gamme de véhicules plus grands et de voitures de sport à travers ses marques affiliées comme Alfa Romeo et Maserati."
    },
    {
      "@id": "/api/constructeurs/12",
      "@type": "Constructeur",
      "id": 12,
      "nom": "Alfa Romeo",
      "pays": "Italie",
      "date_fondation": "1910-06-24T00:00:00+00:00",
      "logo": "alfa_romeo_logo.png",
      "icon": "it",
      "dateFondation": "1910-06-24T00:00:00+00:00",
      "description": "Alfa Romeo est un constructeur automobile italien de voitures de luxe, fondé en 1910. Alfa Romeo est connu pour ses voitures de sport et de luxe qui incarnent le style et la performance italiens. La gamme de modèles Alfa Romeo comprend des berlines, des coupés et des SUV."
    },
    {
      "@id": "/api/constructeurs/13",
      "@type": "Constructeur",
      "id": 13,
      "nom": "Ferrari",
      "pays": "Italie",
      "date_fondation": "1939-12-13T00:00:00+00:00",
      "logo": "ferrari_logo.png",
      "icon": "it",
      "dateFondation": "1939-12-13T00:00:00+00:00",
      "description": "Ferrari est une marque de voitures de sport de luxe italienne fondée en 1939 par Enzo Ferrari. Ferrari est connue dans le monde entier pour sa performance sur la piste et sur la route, ainsi que pour la passion qu'elle suscite chez les amateurs d'automobiles."
    },
    {
      "@id": "/api/constructeurs/14",
      "@type": "Constructeur",
      "id": 14,
      "nom": "Lamborghini",
      "pays": "Italie",
      "date_fondation": "1963-10-30T00:00:00+00:00",
      "logo": "lamborghini_logo.png",
      "icon": "it",
      "dateFondation": "1963-10-30T00:00:00+00:00",
      "description": "Lamborghini est une marque de voitures de sport de luxe italienne fondée en 1963. Lamborghini est célèbre pour ses voitures de sport au design audacieux et à la performance extrême. Les modèles Lamborghini portent généralement des noms de taureaux de combat, en hommage à l'intérêt du fondateur pour la tauromachie."
    },
    {
      "@id": "/api/constructeurs/15",
      "@type": "Constructeur",
      "id": 15,
      "nom": "Maserati",
      "pays": "Italie",
      "date_fondation": "1914-12-01T00:00:00+00:00",
      "logo": "maserati_logo.png",
      "icon": "it",
      "dateFondation": "1914-12-01T00:00:00+00:00",
      "description": "Maserati est un constructeur automobile italien de voitures de luxe, fondé en 1914. Connue pour son trident emblématique, Maserati produit des véhicules qui allient luxe, performance et style italien. La gamme de modèles Maserati comprend des berlines, des coupés, des cabriolets et des SUV."
    },
    {
      "@id": "/api/constructeurs/16",
      "@type": "Constructeur",
      "id": 16,
      "nom": "Lancia",
      "pays": "Italie",
      "date_fondation": "1906-11-29T00:00:00+00:00",
      "logo": "lancia_logo.png",
      "icon": "it",
      "dateFondation": "1906-11-29T00:00:00+00:00",
      "description": "Lancia est un constructeur automobile italien fondé en 1906. Reconnu pour sa tradition d'innovation technologique, Lancia a introduit de nombreux équipements dans l'industrie automobile, y compris la première carrosserie monocoque, le premier moteur V4 et la première application large de la traction avant. La marque est également célèbre pour ses nombreuses victoires en rallye, en particulier avec le modèle Stratos dans les années 1970. Bien que la production de voitures Lancia soit aujourd'hui limitée en raison de difficultés commerciales, la marque reste un nom prestigieux dans l'histoire de l'automobile."
    },
    {
      "@id": "/api/constructeurs/17",
      "@type": "Constructeur",
      "id": 17,
      "nom": "Pagani",
      "pays": "Italie",
      "date_fondation": "1992-01-01T00:00:00+00:00",
      "logo": "pagani_logo.png",
      "icon": "it",
      "dateFondation": "1992-01-01T00:00:00+00:00",
      "description": "Pagani est un constructeur italien de supercars, fondé en 1992. Pagani est connu pour son attention au détail, son design artistique et sa technologie avancée."
    },
    {
      "@id": "/api/constructeurs/18",
      "@type": "Constructeur",
      "id": 18,
      "nom": "Volvo",
      "pays": "Suède",
      "date_fondation": "1927-04-14T00:00:00+00:00",
      "logo": "volvo_logo.png",
      "icon": "se",
      "dateFondation": "1927-04-14T00:00:00+00:00",
      "description": "Volvo est un constructeur automobile suédois, fondé en 1927. Volvo est connu pour sa technologie de sécurité avancée et ses voitures familiales durables. Leurs véhicules incluent des berlines, des SUV, des break et des véhicules commerciaux."
    },
    {
      "@id": "/api/constructeurs/19",
      "@type": "Constructeur",
      "id": 19,
      "nom": "Volkswagen",
      "pays": "Allemagne",
      "date_fondation": "1937-05-28T00:00:00+00:00",
      "logo": "volkswagen_logo.png",
      "icon": "de",
      "dateFondation": "1937-05-28T00:00:00+00:00",
      "description": "Fondée en 1937 en Allemagne, Volkswagen est l'une des plus grandes entreprises automobiles au monde. Le nom Volkswagen signifie 'voiture du peuple' en allemand, ce qui reflète l'objectif initial de la marque : produire des voitures abordables pour les masses. Volkswagen propose une large gamme de véhicules, de la petite Polo au SUV de luxe Touareg."
    },
    {
      "@id": "/api/constructeurs/20",
      "@type": "Constructeur",
      "id": 20,
      "nom": "Porsche",
      "pays": "Allemagne",
      "date_fondation": "1931-04-25T00:00:00+00:00",
      "logo": "porsche_logo.png",
      "icon": "de",
      "dateFondation": "1931-04-25T00:00:00+00:00",
      "description": "Porsche est un constructeur automobile allemand spécialisé dans les véhicules de haute performance. Fondée en 1931 par Ferdinand Porsche, la société est connue pour ses voitures de sport, notamment la 911, ainsi que pour ses SUV comme le Cayenne et le Macan."
    },
    {
      "@id": "/api/constructeurs/21",
      "@type": "Constructeur",
      "id": 21,
      "nom": "Mitsubishi",
      "pays": "Japon",
      "date_fondation": "1870-04-13T00:00:00+00:00",
      "logo": "mitsubishi_logo.png",
      "icon": "jp",
      "dateFondation": "1870-04-13T00:00:00+00:00",
      "description": "Mitsubishi Motors est un constructeur automobile japonais, fondé en 1970. Mitsubishi est connu pour ses voitures robustes et fiables, y compris les SUV et les pick-ups. L'un des modèles les plus célèbres de Mitsubishi est l'Evo, une voiture de rallye de haute performance."
    },
    {
      "@id": "/api/constructeurs/22",
      "@type": "Constructeur",
      "id": 22,
      "nom": "Mazda",
      "pays": "Japon",
      "date_fondation": "1920-01-30T00:00:00+00:00",
      "logo": "mazda_logo.png",
      "icon": "jp",
      "dateFondation": "1920-01-30T00:00:00+00:00",
      "description": "Mazda est un constructeur automobile japonais fondé en 1920, initialement connu pour la production d'outils industriels et de motos. Ils ont commencé à produire des voitures dans les années 1930. Mazda est surtout reconnu pour sa technologie du moteur rotatif Wankel, qui est utilisée dans des voitures comme la célèbre RX-7 et RX-8. Ce type de moteur se distingue par sa compacité, son fonctionnement doux et sa grande puissance pour son poids, bien qu'il soit aussi critiqué pour sa consommation de carburant élevée et ses problèmes d'émission. Au-delà du moteur rotatif, Mazda est également connu pour ses véhicules sportifs, tels que le roadster MX-5 Miata, qui est l'une des voitures de sport les plus vendues au monde."
    },
    {
      "@id": "/api/constructeurs/23",
      "@type": "Constructeur",
      "id": 23,
      "nom": "Hyundai",
      "pays": "Corée du Sud",
      "date_fondation": "1967-12-29T00:00:00+00:00",
      "logo": "hyundai_logo.png",
      "icon": "kr",
      "dateFondation": "1967-12-29T00:00:00+00:00",
      "description": "Hyundai est un constructeur automobile sud-coréen fondé en 1967. Hyundai est connu pour offrir une grande valeur, avec des véhicules fiables et bien équipés pour le prix. La gamme de produits Hyundai comprend des berlines, des SUV, des voitures électriques et des voitures à hydrogène."
    },
    {
      "@id": "/api/constructeurs/24",
      "@type": "Constructeur",
      "id": 24,
      "nom": "Kia",
      "pays": "Corée du Sud",
      "date_fondation": "1944-06-09T00:00:00+00:00",
      "logo": "kia_logo.png",
      "icon": "kr",
      "dateFondation": "1944-06-09T00:00:00+00:00",
      "description": "Kia Motors est un constructeur automobile sud-coréen, fondé en 1944. Il est le deuxième plus grand constructeur automobile de Corée du Sud après Hyundai. Kia est connue pour ses véhicules abordables et de qualité, offrant une excellente garantie."
    },
    {
      "@id": "/api/constructeurs/25",
      "@type": "Constructeur",
      "id": 25,
      "nom": "Subaru",
      "pays": "Japon",
      "date_fondation": "1953-07-15T00:00:00+00:00",
      "logo": "subaru_logo.png",
      "icon": "jp",
      "dateFondation": "1953-07-15T00:00:00+00:00",
      "description": "Subaru est un constructeur automobile japonais, fondé en 1953. Subaru est connu pour son utilisation de la transmission intégrale dans la plupart de ses véhicules et pour son moteur boxer. Subaru produit une gamme de véhicules, y compris des berlines, des wagons et des SUV."
    },
    {
      "@id": "/api/constructeurs/26",
      "@type": "Constructeur",
      "id": 26,
      "nom": "Suzuki",
      "pays": "Japon",
      "date_fondation": "1909-10-17T00:00:00+00:00",
      "logo": "suzuki_logo.png",
      "icon": "jp",
      "dateFondation": "1909-10-17T00:00:00+00:00",
      "description": "Fondée en 1909, Suzuki est une marque automobile japonaise qui a commencé par la fabrication de métiers à tisser avant de se lancer dans la production de véhicules. Suzuki est devenu un leader mondial dans la production de voitures compactes et de motos. Il est particulièrement connu pour ses voitures compactes et ses SUV légers, tels que le Swift et le Jimny, qui sont reconnus pour leur fiabilité, leur efficacité énergétique et leur valeur globale. Suzuki est également un acteur majeur dans le secteur des motos, avec une gamme de produits allant des petites motos de ville aux puissantes sportives et aux motos tout-terrain. Au fil des ans, Suzuki a maintenu une réputation de fabrication de véhicules durables et de grande qualité, tout en offrant une gamme de modèles adaptés aux besoins d'un large éventail de clients."
    },
    {
      "@id": "/api/constructeurs/27",
      "@type": "Constructeur",
      "id": 27,
      "nom": "Jaguar",
      "pays": "Royaume-Uni",
      "date_fondation": "1922-09-04T00:00:00+00:00",
      "logo": "jaguar_logo.png",
      "icon": "gb",
      "dateFondation": "1922-09-04T00:00:00+00:00",
      "description": "Jaguar est un constructeur automobile britannique de luxe, fondé en 1922. Jaguar est connu pour ses berlines élégantes et ses voitures de sport, offrant une performance supérieure et un style distinctif britannique. La gamme de modèles Jaguar comprend des berlines, des coupés, des cabriolets et des SUV."
    },
    {
      "@id": "/api/constructeurs/28",
      "@type": "Constructeur",
      "id": 28,
      "nom": "Land Rover",
      "pays": "Royaume-Uni",
      "date_fondation": "1948-04-30T00:00:00+00:00",
      "logo": "land_rover_logo.png",
      "icon": "gb",
      "dateFondation": "1948-04-30T00:00:00+00:00",
      "description": "Land Rover est un constructeur automobile britannique spécialisé dans les véhicules tout-terrain et les SUV de luxe, fondé en 1948. Connue pour ses modèles robustes et luxueux tels que le Defender et le Range Rover, Land Rover est une référence dans le domaine des véhicules tout-terrain."
    },
    {
      "@id": "/api/constructeurs/29",
      "@type": "Constructeur",
      "id": 29,
      "nom": "Aston Martin",
      "pays": "Royaume-Uni",
      "date_fondation": "1913-01-15T00:00:00+00:00",
      "logo": "aston_martin_logo.png",
      "icon": "gb",
      "dateFondation": "1913-01-15T00:00:00+00:00",
      "description": "Aston Martin est un constructeur automobile britannique de luxe et de haute performance, fondé en 1913. Réputée pour ses voitures sportives élégantes et puissantes, Aston Martin a une longue association avec la franchise de films James Bond, ce qui a renforcé son image de glamour et de sophistication."
    },
    {
      "@id": "/api/constructeurs/30",
      "@type": "Constructeur",
      "id": 30,
      "nom": "Bentley",
      "pays": "Royaume-Uni",
      "date_fondation": "1919-01-18T00:00:00+00:00",
      "logo": "bentley_logo.png",
      "icon": "gb",
      "dateFondation": "1919-01-18T00:00:00+00:00",
      "description": "Bentley est un constructeur automobile britannique de luxe, fondé en 1919. Bentley est connu pour ses véhicules de luxe qui combinent performance, style et raffinement."
    },
    {
      "@id": "/api/constructeurs/31",
      "@type": "Constructeur",
      "id": 31,
      "nom": "Rolls-Royce",
      "pays": "Royaume-Uni",
      "date_fondation": "1904-03-15T00:00:00+00:00",
      "logo": "rolls_royce_logo.png",
      "icon": "gb",
      "dateFondation": "1904-03-15T00:00:00+00:00",
      "description": "Rolls-Royce est un constructeur britannique de voitures ultra-luxe, fondé en 1904. Rolls-Royce est synonyme de luxe ultime, avec des véhicules fabriqués à la main offrant des niveaux exceptionnels de qualité, de raffinement et de prestige."
    },
    {
      "@id": "/api/constructeurs/32",
      "@type": "Constructeur",
      "id": 32,
      "nom": "Bugatti",
      "pays": "France",
      "date_fondation": "1909-10-16T00:00:00+00:00",
      "logo": "bugatti_logo.png",
      "icon": "fr",
      "dateFondation": "1909-10-16T00:00:00+00:00",
      "description": "Bugatti est un constructeur automobile de luxe français, fondé en 1909. Connue pour ses voitures ultra-luxueuses et ultra-performantes, Bugatti a produit des modèles tels que le Veyron et le Chiron qui détiennent des records de vitesse mondiaux. Bugatti est synonyme de performance extrême, de luxe et de design exclusif."
    },
    {
      "@id": "/api/constructeurs/33",
      "@type": "Constructeur",
      "id": 33,
      "nom": "Citroën",
      "pays": "France",
      "date_fondation": "1919-06-16T00:00:00+00:00",
      "logo": "citroen_logo.png",
      "icon": "fr",
      "dateFondation": "1919-06-16T00:00:00+00:00",
      "description": "Citroën est un constructeur automobile français fondé en 1919 par André Citroën. Il est réputé pour sa capacité d'innovation et a introduit plusieurs technologies nouvelles dans l'industrie automobile, y compris la traction avant. Citroën est aussi célèbre pour ses modèles emblématiques comme la 2CV et la DS. Aujourd'hui, la marque se concentre sur le confort, le design original et l'efficacité de ses véhicules."
    },
    {
      "@id": "/api/constructeurs/34",
      "@type": "Constructeur",
      "id": 34,
      "nom": "Skoda",
      "pays": "République tchèque",
      "date_fondation": "1895-12-18T00:00:00+00:00",
      "logo": "skoda_logo.png",
      "icon": "cz",
      "dateFondation": "1895-12-18T00:00:00+00:00",
      "description": "Škoda est un constructeur automobile tchèque fondé en 1895, ce qui en fait l'une des entreprises les plus anciennes de l'industrie. Škoda a été acheté par Volkswagen en 1991, et depuis lors, il a connu une résurgence importante, en offrant des véhicules qui combinent fiabilité, confort et rapport qualité-prix. Ses modèles, comme l'Octavia ou le Superb, sont populaires pour leur qualité de construction et leur espace intérieur généreux."
    },
    {
      "@id": "/api/constructeurs/35",
      "@type": "Constructeur",
      "id": 35,
      "nom": "SEAT",
      "pays": "Espagne",
      "date_fondation": "1950-05-09T00:00:00+00:00",
      "logo": "seat_logo.png",
      "icon": "es",
      "dateFondation": "1950-05-09T00:00:00+00:00",
      "description": "SEAT (Sociedad Española de Automóviles de Turismo) est un constructeur automobile espagnol fondé en 1950 et est désormais une filiale du groupe Volkswagen. SEAT est reconnu pour ses voitures qui allient design distinctif et technologie allemande. La marque cible principalement une clientèle jeune avec des modèles sportifs et énergiques comme l'Ibiza et la Leon. En plus de ses modèles traditionnels, SEAT développe aussi sa gamme de voitures électriques et hybrides."
    },
    {
      "@id": "/api/constructeurs/36",
      "@type": "Constructeur",
      "id": 36,
      "nom": "Tesla",
      "pays": "États-Unis",
      "date_fondation": "2003-07-01T00:00:00+00:00",
      "logo": "tesla_logo.png",
      "icon": "us",
      "dateFondation": "2003-07-01T00:00:00+00:00",
      "description": "Tesla, Inc. est une entreprise américaine fondée en 2003, connue pour ses véhicules électriques et ses solutions énergétiques renouvelables. Tesla a été pionnière dans la production de véhicules électriques de luxe et de performance, en commençant par la Roadster, puis en élargissant sa gamme avec la Model S, la Model X, la Model 3 et la Model Y."
    },
    {
      "@id": "/api/constructeurs/37",
      "@type": "Constructeur",
      "id": 37,
      "nom": "Dacia",
      "pays": "Roumanie",
      "date_fondation": "1966-08-20T00:00:00+00:00",
      "logo": "dacia_logo.png",
      "icon": "ro",
      "dateFondation": "1966-08-20T00:00:00+00:00",
      "description": "Dacia est un constructeur automobile roumain fondé en 1966 et qui est devenu une filiale du groupe Renault en 1999. Dacia a connu un succès majeur avec sa philosophie de fournir des voitures robustes, spacieuses et abordables. Les modèles comme le Duster et la Sandero sont populaires pour leur bon rapport qualité-prix. Dacia reste une marque incontournable pour les conducteurs qui recherchent une voiture fonctionnelle à un prix très compétitif."
    },
    {
      "@id": "/api/constructeurs/38",
      "@type": "Constructeur",
      "id": 38,
      "nom": "Opel",
      "pays": "Allemagne",
      "date_fondation": "1862-01-21T00:00:00+00:00",
      "logo": "opel_logo.png",
      "icon": "de",
      "dateFondation": "1862-01-21T00:00:00+00:00",
      "description": "Opel est un constructeur automobile allemand qui a été fondé en 1862 en tant que fabricant de machines à coudre, avant de commencer à produire des voitures en 1899. Depuis 2017, Opel appartient au groupe PSA (devenu le Groupe Stellantis en 2021). La marque est réputée pour ses voitures familiales et utilitaires de qualité, comme la Astra et le Vivaro. Opel combine la précision de l'ingénierie allemande avec une attention aux détails pour offrir des voitures abordables et bien équipées."
    },
    {
      "@id": "/api/constructeurs/39",
      "@type": "Constructeur",
      "id": 39,
      "nom": "MINI",
      "pays": "Royaume-Uni",
      "date_fondation": "1959-08-26T00:00:00+00:00",
      "logo": "mini_logo.png",
      "icon": "gb",
      "dateFondation": "1959-08-26T00:00:00+00:00",
      "description": "MINI est une marque britannique de voitures de petite taille initialement produites par British Motor Corporation en 1959. Aujourd'hui, MINI est une filiale de BMW. La marque est connue pour son modèle emblématique, la Mini Cooper, qui combine un design compact et élégant avec une performance dynamique. MINI se distingue par ses voitures qui allient plaisir de conduire, style britannique et qualité premium."
    },
    {
      "@id": "/api/constructeurs/40",
      "@type": "Constructeur",
      "id": 40,
      "nom": "Dodge",
      "pays": "États-Unis",
      "date_fondation": "1900-11-14T00:00:00+00:00",
      "logo": "dodge_logo.png",
      "icon": "us",
      "dateFondation": "1900-11-14T00:00:00+00:00",
      "description": "Dodge est une marque américaine d'automobiles et de camions fondée par les frères Dodge en 1900. Aujourd'hui, Dodge est une division de Stellantis. Dodge est célèbre pour ses voitures de performance et ses camions robustes. Les modèles comme le Ram, le Charger et le Challenger sont emblématiques de l'ADN de Dodge : performance, puissance et style audacieux. La marque est particulièrement populaire auprès des passionnés de muscle cars et de pick-ups."
    },
    {
      "@id": "/api/constructeurs/41",
      "@type": "Constructeur",
      "id": 41,
      "nom": "Jeep",
      "pays": "États-Unis",
      "date_fondation": "1941-01-01T00:00:00+00:00",
      "logo": "jeep_logo.png",
      "icon": "us",
      "dateFondation": "1941-01-01T00:00:00+00:00",
      "description": "Jeep est une marque américaine de véhicules tout-terrain et de SUV, fondée en 1941. Originellement conçus pour l'armée, les véhicules Jeep sont connus pour leur capacité à gérer des terrains difficiles. Les modèles populaires incluent le Wrangler et le Grand Cherokee."
    }
  ],
  "quiz": [
    {
      "@id": "/api/quizzes/1",
      "@type": "Quiz",
      "id": 1,
      "question": "Quel constructeur est réputé pour ses voitures de luxe ?",
      "reponse": [
        "Mercedes",
        "Peugeot",
        "Toyota",
        "Fiat"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/2",
      "@type": "Quiz",
      "id": 2,
      "question": "Quel constructeur est célèbre pour la production de la Mini ?",
      "reponse": [
        "Volkswagen",
        "BMW",
        "Hyundai",
        "Ford"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/3",
      "@type": "Quiz",
      "id": 3,
      "question": "Quel constructeur est le plus grand producteur de véhicules électriques ?",
      "reponse": [
        "Nissan",
        "Chevrolet",
        "Tesla",
        "Bugatti"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/4",
      "@type": "Quiz",
      "id": 4,
      "question": "Quel constructeur a produit la voiture la plus rapide du monde ?",
      "reponse": [
        "Aston Martin",
        "McLaren",
        "Ferrari",
        "Bugatti"
      ],
      "ok": 3
    },
    {
      "@id": "/api/quizzes/5",
      "@type": "Quiz",
      "id": 5,
      "question": "Quel constructeur est réputé pour sa fiabilité ?",
      "reponse": [
        "Lamborghini",
        "Porsche",
        "Toyota",
        "Jeep"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/6",
      "@type": "Quiz",
      "id": 6,
      "question": "Quel constructeur a produit la célèbre voiture \"Mustang\" ?",
      "reponse": [
        "Ford",
        "Chevrolet",
        "Dodge",
        "Toyota"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/7",
      "@type": "Quiz",
      "id": 7,
      "question": "Quel constructeur a lancé le modèle \"911\" ?",
      "reponse": [
        "Audi",
        "Porsche",
        "Volkswagen",
        "Mercedes"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/8",
      "@type": "Quiz",
      "id": 8,
      "question": "Quel constructeur est associé au modèle \"Prius\" ?",
      "reponse": [
        "Honda",
        "Hyundai",
        "Toyota",
        "Tesla"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/9",
      "@type": "Quiz",
      "id": 9,
      "question": "Quel constructeur est célèbre pour ses camions ?",
      "reponse": [
        "Toyota",
        "Mercedes",
        "Volvo",
        "Volkswagen"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/10",
      "@type": "Quiz",
      "id": 10,
      "question": "Quel constructeur est célèbre pour la voiture \"Beetle\" ou \"Coccinelle\" ?",
      "reponse": [
        "BMW",
        "Volkswagen",
        "Audi",
        "Ford"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/11",
      "@type": "Quiz",
      "id": 11,
      "question": "Quel constructeur est célèbre pour sa série de voitures \"M\" ?",
      "reponse": [
        "BMW",
        "Mercedes",
        "Audi",
        "Bentley"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/12",
      "@type": "Quiz",
      "id": 12,
      "question": "Quel constructeur produit la gamme de voitures \"RS\" ?",
      "reponse": [
        "Ford",
        "Chevrolet",
        "Audi",
        "Volkswagen"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/13",
      "@type": "Quiz",
      "id": 13,
      "question": "Quel constructeur produit le modèle \"Evoque\" ?",
      "reponse": [
        "Land Rover",
        "Toyota",
        "Nissan",
        "Jeep"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/14",
      "@type": "Quiz",
      "id": 14,
      "question": "Quel constructeur est célèbre pour sa série de voitures \"Z\" ?",
      "reponse": [
        "Nissan",
        "Toyota",
        "Honda",
        "Mazda"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/15",
      "@type": "Quiz",
      "id": 15,
      "question": "Quel constructeur produit le modèle \"Wrangler\" ?",
      "reponse": [
        "Land Rover",
        "Ford",
        "Jeep",
        "Chevrolet"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/16",
      "@type": "Quiz",
      "id": 16,
      "question": "Quel constructeur produit le modèle \"Corvette\" ?",
      "reponse": [
        "Ford",
        "Chevrolet",
        "Dodge",
        "Tesla"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/17",
      "@type": "Quiz",
      "id": 17,
      "question": "Quel constructeur produit le modèle \"Fiesta\" ?",
      "reponse": [
        "Peugeot",
        "Toyota",
        "Hyundai",
        "Ford"
      ],
      "ok": 3
    },
    {
      "@id": "/api/quizzes/18",
      "@type": "Quiz",
      "id": 18,
      "question": "Quel constructeur produit le modèle \"Leaf\" ?",
      "reponse": [
        "Nissan",
        "Tesla",
        "Honda",
        "Toyota"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/19",
      "@type": "Quiz",
      "id": 19,
      "question": "Quel constructeur produit le modèle \"S-Class\" ?",
      "reponse": [
        "BMW",
        "Audi",
        "Mercedes",
        "Volvo"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/20",
      "@type": "Quiz",
      "id": 20,
      "question": "Quel constructeur est célèbre pour sa série de voitures \"Boxster\" ?",
      "reponse": [
        "Porsche",
        "Ferrari",
        "Lamborghini",
        "Maserati"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/21",
      "@type": "Quiz",
      "id": 21,
      "question": "Quelle voiture est également connue comme la \"voiture du peuple\" ?",
      "reponse": [
        "Ford Model T",
        "Volkswagen Beetle",
        "Mini Cooper",
        "Fiat 500"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/22",
      "@type": "Quiz",
      "id": 22,
      "question": "Quelle marque de voiture a conçu la première voiture de production avec un moteur Wankel ?",
      "reponse": [
        "Mazda",
        "Toyota",
        "Honda",
        "Nissan"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/23",
      "@type": "Quiz",
      "id": 23,
      "question": "Quelle marque de voiture a produit la voiture la plus rapide du monde en 2020 ?",
      "reponse": [
        "Bugatti",
        "Koenigsegg",
        "Hennessey",
        "SSC North America"
      ],
      "ok": 3
    },
    {
      "@id": "/api/quizzes/24",
      "@type": "Quiz",
      "id": 24,
      "question": "Quel constructeur automobile est associé à la couleur rouge de course ?",
      "reponse": [
        "Ferrari",
        "Lamborghini",
        "Aston Martin",
        "Bugatti"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/25",
      "@type": "Quiz",
      "id": 25,
      "question": "Quel constructeur automobile a conçu la première voiture hybride de production ?",
      "reponse": [
        "Honda",
        "Toyota",
        "Nissan",
        "Chevrolet"
      ],
      "ok": 1
    },
    {
      "@id": "/api/quizzes/26",
      "@type": "Quiz",
      "id": 26,
      "question": "Quel constructeur automobile a produit le modèle \"DeLorean\", célèbre pour son rôle dans la trilogie \"Retour vers le futur\" ?",
      "reponse": [
        "DeLorean Motor Company",
        "General Motors",
        "Ford",
        "Chrysler"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/27",
      "@type": "Quiz",
      "id": 27,
      "question": "Quelle marque de voiture a produit le modèle \"Countach\", très populaire dans les années 80 ?",
      "reponse": [
        "Ferrari",
        "Porsche",
        "Lamborghini",
        "Maserati"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/28",
      "@type": "Quiz",
      "id": 28,
      "question": "Quel constructeur automobile est célèbre pour ses voitures \"muscle car\", comme la \"Mustang\" ?",
      "reponse": [
        "Ford",
        "Chevrolet",
        "Dodge",
        "Pontiac"
      ],
      "ok": 0
    },
    {
      "@id": "/api/quizzes/29",
      "@type": "Quiz",
      "id": 29,
      "question": "Quelle marque de voiture est associée à l'étoile à trois branches dans un cercle comme logo ?",
      "reponse": [
        "BMW",
        "Audi",
        "Mercedes-Benz",
        "Volvo"
      ],
      "ok": 2
    },
    {
      "@id": "/api/quizzes/30",
      "@type": "Quiz",
      "id": 30,
      "question": "Quel constructeur automobile produit le modèle \"Civic\" ?",
      "reponse": [
        "Toyota",
        "Honda",
        "Nissan",
        "Subaru"
      ],
      "ok": 1
    }
  ]
}